bungcip.better-toml
christian-kohler.path-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
dunstontc.viml
esbenp.prettier-vscode
jeff-hykin.better-cpp-syntax
kaisun.vscodevimacademy
matklad.rust-analyzer
mechatroner.rainbow-csv
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.mono-debug
ms-vscode.powershell
mshr-h.veriloghdl
neikeq.godot-csharp-vscode
PKief.material-icon-theme
rust-lang.rust
SirTori.indenticator
slevesque.vscode-autohotkey
twxs.cmake
vadimcn.vscode-lldb
vintharas.learn-vim
vsciot-vscode.vscode-arduino
vscodevim.vim
