bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
bufbuild.vscode-buf
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.copilot
Gruntfuggly.todo-tree
iocave.customize-ui
iocave.monkey-patch
jsayol.firebase-explorer
kaisun.vscodevimacademy
mechatroner.rainbow-csv
mjmlio.vscode-mjml
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
Prisma.prisma
streetsidesoftware.code-spell-checker
usernamehw.errorlens
vscodevim.vim
yoavbls.pretty-ts-errors
zxh404.vscode-proto3
