2gua.rainbow-brackets
bungcip.better-toml
chrisbibby.hide-node-modules
christian-kohler.path-intellisense
cschlosser.doxdocgen
Danny1461.css-semicolon-fix
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
dunstontc.viml
esbenp.prettier-vscode
flowtype.flow-for-vscode
iocave.customize-ui
iocave.monkey-patch
jeff-hykin.better-cpp-syntax
kaisun.vscodevimacademy
matklad.rust-analyzer
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mike-co.import-sorter
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.mono-debug
ms-vscode.powershell
ms-vsliveshare.vsliveshare
mshr-h.veriloghdl
msjsdiag.vscode-react-native
naumovs.color-highlight
naumovs.theme-oceanicnext
neikeq.godot-csharp-vscode
PKief.material-icon-theme
redguardtoo.matchit
rust-lang.rust
shd101wyy.markdown-preview-enhanced
SirTori.indenticator
slevesque.vscode-autohotkey
streetsidesoftware.code-spell-checker
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vintharas.learn-vim
vsciot-vscode.vscode-arduino
vscodevim.vim
wayou.vscode-todo-highlight
